Repository: dorinapall/noe
Catalog: code/backend/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Location
hu: Helyszín

source: Licence plate
hu: Rendszám

source: Time slot
hu: Idősáv

source: Primary communication channel with the patient.
hu: Elsődleges kommunikációs csatorna a pácienssel.

source: Accepted version of General Terms and Conditions. Applied to everyone whose Seat belong to this Appointment.
hu: ÁSZF elfogadott változata. Az Appointment összes Seat-je által elfogadásra kerül.

source: Accepted version of privacy policy. Applied to everyone whose Seat belong to this Appointment.
hu: Adatvédelmi Szabályzat elfogadott változata. Az Appointment összes Seat-je által elfogadásra kerül.

source: The appointment is valid from this time.
hu: Az Appointment ettől az időtől kezdve érvényes.

source: The appointment is valid until this time. This probably should be handled more lightly than the start time.
hu: Az Appointment eddig az időpontig érvényes. Ezt valószínüleg lazábban lehet kezelni, mint a kezdetét

source: Apartment, building, floor, suite, door, etc...
hu: Emelet, ajtó, stb.

source: Notification email for the test results.
hu: Értesítési e-mail cím a teszt eredményéről.

source: Determines how many Seats can book for this period.
hu: Hány Seat érkezhet erre az időszakra

source: Number of Seats who booked for this period. This should't be edited by humans :)
hu: Seat-ek száma erre az időpontra. Ezt nem szabad kézzel módosítani :)

source: Time Slot is only availabe to be booked for if active.
hu: Csak aktív Time Slot-ra lehet időpontot foglalni.

source: Include "+" sign, country code and area code.
hu: A telefonszámnak tartalmaznia kell a "+" jelet, valamint az ország és körzet számot is.

source: You can not choose time slots started in the past
hu: Elkezdődött időpontot nem lehet kiválasztani

source: Time slot doesn't have enough capacity
hu: Ebben az idősávban már nincs elég szabad hely

source: Invalid format
hu: Érvénytelen formátum

source: Maximum %(max_seat_count)s Seats can belong to an appointment
hu: Maximum %(max_seat_count)s fő tartozhat egy foglaláshoz

source: Birth date must be in the past.
hu: Születési dátumnak a múltban kell lennie.

source: Invalid phone number.
hu: Érvénytelen telefonszám.

source: This field is required.
hu: Ez a mező szükséges.

source: Last Seat can not be deleted
hu: Az utolsó személy nem törölhető

source: This QR code has no associated Seat!
hu: A QR kódhoz nem tartozik foglalás!

source: receipt
hu: nyugta

source: VAT invoice
hu: áfás számla

source: When this field is empty, no payment for the person has been made (yet).
hu: Amennyiben ez a mező üres, még nem történt befizetés.

source: Printed receipt/bill number, healthcare number (TAJ kártya szám) or anything which proves this payment has been made.
hu: Kinyomtatott nyugta-, számla-, TAJ kártyaszáma, ami a befizetést igazolja

source: Anything important to note about this payment.
hu: A befizetésről bármilyen fontos jegyzet

source: created
hu: létrehozva

source: waiting for authorization
hu: zárolásra vár

source: authorized
hu: zárolva

source: waiting for completion
hu: befejezésre vár

source: completed
hu: kész

source: waiting for refund
hu: visszautalásra vár

source: refunded
hu: visszautalva

source: rejected
hu: elutasítva

source: cancelled
hu: megszakítva

source: On-site
hu: Helyszínen

source: empty
hu: üres

source: sampled
hu: minta levéve

source: in transport
hu: úton a labroba

source: waiting in lab
hu: laborban várakozik

source: examined
hu: megvizsgálva

source: positive
hu: pozitív

source: negative
hu: negatív

source: not tested yet
hu: még nem tesztelt

source: The time when it is extraxted from a real person
hu: A mintavétel időpontja valós személytől

source: The identifier of the vial (the number below the barcode).
hu: A kémcső azonosítója (az alábbi vonalkód a szám)

source: integer
hu: szám

source: string
hu: szöveg
